import Footer from "../components/footer"
import NavBar from "../components/navBar"

const President = () => {
	return <main className="flex flex-col h-svh w-full justify-between">
	<NavBar />
	<article className="mt-40 flex flex-col items-center justify-center">
	  <div className="flex justify-center w-2/3 items-center">
	    <p className="text-xl leading-loose">
	      "بسم الله الرحمن الرحيم و به نستعين
الحمد لله الذي بنعمته تتم الصالحات وبفضله ومنه وكرمه تقضى الحاجات وتتنزل الرحمات ، إلي ابنائي الطلاب و الطالبات وإلي كافة منسوبي الجامعة التكنولوجية بمختلف فئاتهم ومسمياتهم الجامعة
التكنولوجية، لها تاريخ غني بالنمو والتطوير . تأسست في البداية ككلية الخرطوم التقنية في عام 1991، حيث وضعت الأساس للتعليم التقني والمهني في منطقة جنوب الخرطوم. وعلى مدى ثلاثة عقود كانت بمثابة ميدان تدريب حيوي للطلاب الذين يسعون لاكتساب المهارات التقنية والهندسية. وفي عام 2018م تم ترقية الكلية إلى جامعة، مما يمثل معلما هام في تاريخها.
	هذا التحول إلى جامعة تكنولوجية متكاملة يعكس التزاما بتوسيع البرامج الأكاديمية واحتضان مجموعة أوسع من التخصصات . اليوم تفتخر الجامعة التكنولوجية بكليات تلبي مجموعة متنوعة من المجالات الأكاديمية، وتشمل هذه الكليات كلية الدراسات التجارية كلية الهندسة المدنية والكهرباء كلية العمارة، كلية علوم الحاسوب وتكنولوجيا المعلومات، كلية نظم المعلومات كلية التمريض وكلية القانون، إلى جانب الأقسام</p>
	    <img src="/president.png" className="shadow-xl/30 m-6 self-start" />
	  </div>
	  <p className="text-xl w-2/3 leading-loose"> والمدارس الأخرى داخل تلك الكليات. هذا التنوع في الكليات يمكن الجامعة من تقديم مجموعة واسعة من البرامج الأكاديمية، مما يوفر للطلاب فرص كبيرة للدراسة والتخصص. 
	حاليا تقدم الجامعة أربعة أنواع من الدرجات الجامعية: درجة الدبلوم الوسيط درجة البكالوريوس في العلوم، درجة البكالوريوس في العلوم مع مرتبة الشرف ودرجة البكالوريوس في الهندسة مع مرتبة الشرف . تتيح هذه البنية الشاملة للطلاب متابعة مسارات تعليمية متنوعة بناءً على اهتماماتهم وأهدافهم المهنية اعتبار من عام 2022م اتخذت الجامعة خطوة مهمة إلى الأمام من خلال إنشاء كلية الدراسات العليا

	    مما يؤشر إلى التزامها بالبحث الأكاديمي المتقدم والتعليم العالي حيث تخطط الجامعة لتقديم ثلاثة أنواع من الدرجات العليا: الدبلوم العالي، درجة الماجستير والدكتوراه ، نتطلع إلى أن يسمح هذا التوسع في التعليم العالي للجامعة بجدب مجموعة أوسع من الطلاب، وتعزيز البحث الأكاديمي، والمساهمة في المعرفة في مختلف المجالات
ابنائي الطلاب زملائي منسوبي الجامعة التكنولوجية، إن التعليم هو واحد من ضرورات وجود الأمم وهو الرافعة للأمة في مرحلة البناء والتعمير. فمهما صعبت الظروف وقست، تقودنا رسالة الجامعة الي تقديم تعليم مرن ذي جودة عالية لجميع شرائح المجتمع
نسأل الله تعالى أن يعيننا على تحقيق طموحات هذه البلاد ؛ للرقي في مجالات العلم والتعلم، وتحقيق المزيد من التقدم والازدهار، وللجامعة التكنولوجية تحقيق مراكز متقدمة على مستوى الجامعات المماثلة لها عالميا، وأن يوفق الله الجميع لما يحبه ويرضاه والله من وراء القصد هو يهدي السبيل"
	  </p>
	  <span className="self-start text-xl text-orange-700 mr-15 mt-30">
	    مدير الجامعة التكنولوجية
	  </span>
	  <span className="self-start text-xl text-orange-700 mr-15 mt-3 mb-15">
	    بروفيسور/ أحمد عبد القادر آدم
	  </span>
	</article>
	<Footer />
	</main>
}

export default President;
